Repository: Francisiek/flask_webapp_test
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in to access that resource.
pl: Proszę się zalogować w celu dostępu do tego zasobu.

source: Error: the translation service is not configured.
pl: Błąd: usługa tłumacza nie jest skonfigurowana.

source: Error: the translation service failed.
pl: Błąd: usługa tłumacza zawiodła.

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Remember me
pl: Zapamiętaj mnie

source: Sing in!!!
pl: Wloguj się!!!

source: Repeat Password
pl: Powtórz hasło

source: Regiterrrtr!
pl: Zarejestutuutrj!

source: Username already taken
pl: Nazwa użytkownika zarezerwowawna

source: Request a reset
pl: Poproś o reset

source: Invalid username or password
pl: Nieprawidłowa nazwa użytkownika albo hasło

source: Password request send to that email address.
pl: Prośba o reset została wysłana na ten adres email.

source: Your password has been successfully reset.
pl: Twoje hasło zostało pomyślnie zresetowane.

source: Congrats! You can now log in.
pl: Gratki! Morzesz się teraz zalogować.

source: You are not sure!?
pl: Nie masz pewności!?

source: Account successfully deleted.
pl: Konto pomyślnie usunięte.

source: Search
pl: Szukaj

source: About you
pl: O tobie

source: Update it
pl: Zaktualizuj

source: Submit
pl: Potwierdź

source: Title:
pl: Tytuł:

source: Write:
pl: Napisz:

source: Post it!
pl: Wrzuć to!

source: Uploaded your post.
pl: Zamieszczono twój post.

source: This post doesn't exists.
pl: Ten post nie istnieje.

source: Succesfully updated profile.
pl: Pomyślnie zaktualizowano twój profil.

source: User %(username)s not found.
pl: Użytkownik %(username)s nie został znaleziony.

source: You can't follow yourself!
pl: Nie możesz obserwować samego siebie!

source: You are now following %(username)s.
pl: Od teraz obserwujesz %(username)s.

source: You can't unfollow yourself!
pl: Nie możesz przestać obserwować samego siebie!

source: You stopped following %(username)s.
pl: Przestałeś obserwować %(username)s

source: You are not following %(username)s.
pl: Nie obserwujesz %(username)s

source: You need to log in in order to translate.
pl: Musisz się zalogować, żeby uzyskać dostęp do tego zasobu.

source: Home
pl: Dom

source: Login
pl: Zaloguj

source: Register
pl: Zarejestruj

source: Hi <b>%(user)s</b>!
pl: Cześć <b>%(user)s</b>!

source: Logout
pl: Wyloguj

source: Profile page
pl: Strona profilowa

source: Edit your profile
pl: Zmień swój profil

source: Write a post:
pl: Napisz post:

source: Search results
pl: Wyniki wyszukiwania

source: Previous page
pl: Poprzednia strona

source: Next page
pl: Następna strona

source: %(username)s wrote %(when)s
pl: %(username)s napisał/ała %(when)s

source: Delete post
pl: Usuń post

source: Translate
pl: Przetłumacz

source: Contact info:
pl: Informacje kontaktowe:

source: Last seen on:
pl: Ostatnio widziano:

source: About:
pl: O niej/nim

source: Follow
pl: Obserwuj

source: Unfollow
pl: Przestań obserwować

source: Followers:
pl: Obserwujący:

source: Following:
pl: Obserwuje:

source: Posts
pl: Posty

source: Log IN
pl: ZalogUJ

source: Forgot your password?
pl: Zapomniałeś swojego hasła?

source: Reset your password
pl: Zresetuj swoje hasło

source: Reset password
pl: Zresetuj hasło

source: Dear %(user)s,
pl: Droga/Drogi %(user)s,

source: in order to reset your password please click the following link:
pl: w celu zresetowania hasła proszę kliknąć w poniższy link:

source: or put this link into your browser:
pl: albo wsadź go do swojej przeglądarki:

source: -Blog automat
pl: -Automat Blogu

source: 404 - page not found!
pl: 404 - strona nie znaleziona!

source: 500 - internal server error
pl: 500 - błąd wewnętrzny serwera

source: Excuse me...
pl: Przepraszam...
